[Ability.A_Akuma_Buff_0_expert H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает -%stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[Ability.A_Akuma_Buff_0_Master H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает -%stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[Ability.A_Akuma_Buff_0_Novice H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает -%stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[Ability.A_Akuma_Buff_0_ultimate H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает -%stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[Ability.A_Akuma_Buff_0_Unskilled H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает -%stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[Ability.A_Akuma_Support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Богохульство"
mTooltip="Боевой дух существа будет снижен на %buff1.buff.stat1.norm %icon_morale и оно дополнительно будет получать %buff1.buff.res1.norm урона от всех %icon_fire источников в течение %buff1.buff.durini.norm ходов."

[Unit.A_Akuma H7EditorWarUnit]
mDesc="Единица боевой поддержки"
mName="Акума"
mLore=""

